---
kind: other
id: AllMembers.T:Autodesk.Revit.UI.Events.FabricationPartBrowserChangedEventArgs
source: html/ec5cde5a-695d-c7b8-25b7-6383686ed853.htm
---
# FabricationPartBrowserChangedEventArgs Members

Returns the total fabrication part type usage count in all routing solutions.